cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/services'

brew 'ansible'
brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'hub'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'ssh-copy-id'
brew 'telnet'
brew 'terraform'
brew 'unrar'
brew 'watch'
brew 'yarn'

cask 'appzapper'
cask 'dash'
cask 'docker'
cask 'firefox'
cask 'fliqlo'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'ngrok'
cask 'slack'
cask 'visual-studio-code'
cask 'sourcetree'
cask 'transmit4'
cask 'vanilla'
cask 'viscosity'
cask 'spotify'
cask 'whatsapp'
cask 'alfred'
cask 'flux'
cask 'font-firacode-nerd-font-mono'
cask 'font-hack-nerd-font'
cask 'font-profont-nerd-font'
cask 'font-ubuntumono-nerd-font'
cask 'iina'
cask 'postman'